<template>
  <v-card max-width="50vw">
    <div class="d-flex justify-center">
      <v-card-title>
        Как определить уровень активности?
      </v-card-title>
    </div>
    <v-card-subtitle class="text-decoration-underline">
      Минимальная активность
    </v-card-subtitle>
    <v-card-text>
      Сидячая работа, не требующая значительных физических нагрузок.
    </v-card-text>
    <v-card-subtitle class="text-decoration-underline">
      Слабый уровень активности
    </v-card-subtitle>
    <v-card-text>
      Интенсивные упражнения не менее 20 минут один-три раза в неделю.
      Это может быть езда на велосипеде, бег трусцой, баскетбол, плавание, катание на коньках и т. д.
      Если вы не тренируетесь регулярно, но сохраняете занятый стиль жизни, который требует частой ходьбы
      в течение длительного времени, то выберите этот коэффициент.
    </v-card-text>
    <v-card-subtitle class="text-decoration-underline">
      Умеренный уровень активности
    </v-card-subtitle>
    <v-card-text>
      Интенсивная тренировка не менее 30-60 мин три-четыре раза в неделю
      (любой из перечисленных выше видов спорта).
    </v-card-text>
    <v-card-subtitle class="text-decoration-underline">
      Тяжелая или трудоемкая активность
    </v-card-subtitle>
    <v-card-text>
      Интенсивные упражнения и занятия спортом 5-7 дней в неделю.
      Трудоемкие занятия также подходят для этого уровня, они включают строительные работы (кирпичная кладка,
      столярное дело и т. д.), занятость в сельском хозяйстве и т. п.
    </v-card-text>
    <v-card-subtitle class="text-decoration-underline">
      Экстремальный уровень
    </v-card-subtitle>
    <v-card-text>
      Включает чрезвычайно активные и/или очень энергозатратные виды деятельности:
      занятия спортом с почти ежедневным графиком и несколькими тренировками в течение дня;
      очень трудоемкая работа, например, сгребание угля или длительный рабочий день на сборочной линии. 
      Зачастую этого уровня активности очень трудно достичь.
    </v-card-text>
  </v-card>
</template>